Repository: ShawnRn/MotrixMac
Catalog: MotrixMac/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 退出 MotrixMac
en: Quit MotrixMac
ja: MotrixMac を終了
ko: MotrixMac 종료

source: 退出 MotrixMac (⌘Q)
en: Quit MotrixMac (⌘Q)
ja: MotrixMac を終了 (⌘Q)
ko: MotrixMac 종료 (⌘Q)

source: 选择...
en: Select...
ja: 選択...
ko: 선택...
zh_hant: 選擇...

source: 选择其他文件
en: Select Other File
ja: 別のファイルを選択
ko: 다른 파일選択
zh_hant: 選擇其他檔案

source: 选择内置 Tracker 源...
en: Select Built-in Tracker Source...
ja: 組み込みトラッカーソースを選択...
ko: 내장 트래커 소스 선택...
zh_hant: 選擇內置 Tracker 源...

source: 选择文件...
en: Select File...
ja: ファイルを選択...
ko: 파일 선택...
zh_hant: 選擇檔案...

source: 选择来源
en: Select Source
ja: ソースを選択
ko: 소스 선택
zh_hant: 選擇來源

source: 通用
en: General
ja: 一般
ko: 일반
zh_hant: 常規

source: 速度
en: Speed
ko: 속도

source: 速度走势
en: Speed Trend
ja: 速度推移
ko: 속도 추세
zh_hant: 速度走勢

source: 重新下载
en: Redownload
ja: 再ダウンロード
ko: 再ダウンロード
zh_hant: 重新下載

source: 重新开始
en: Restart
ja: 再表示
ko: 다시 시작
zh_hant: 重新開始

source: 重置下载会话记录
en: Reset Download Session History
ja: ダウンロードセッション履歴をリセット
ko: 다운로드 세션 기록 초기화
zh_hant: 重置下載會話記錄

source: 重置所有设置
en: Reset All Settings
ja: すべての設定をリセット
ko: 모든 설정 초기화
zh_hant: 重置所有設置

source: 重试
en: Retry
ja: 再試行
ko: 재시도
zh_hant: 重試

source: 针对每个任务的默认最大连接数
en: Default max connections per task
ja: タスクごとのデフォルト最大接続数
ko: 작업당 기본 최대 연결 수
zh_hant: 針對每個任務的默認最大連接數

source: 链接
en: Link
ja: リンク
ko: 링크
zh_hant: 連結

source: 阻塞中
en: Choking
ja: チョーキング
ko: 차단됨

source: 隐私 & BitTorrent
en: Privacy & BitTorrent
ja: プライバシー & BitTorrent
ko: 개인정보 & BitTorrent
zh_hant: 隱私 & BitTorrent

source: 隐藏
en: Hide
ja: 隠す
ko: 숨기기
zh_hant: 隱藏

source: 随机生成
en: Generate Random
ja: ランダム生成
ko: 무작위 생성
zh_hant: 隨機生成

source: 需要重启应用以生效
en: Restart required to apply
ja: 適用するには再起動が必要です
ko: 적용하려면 재시작 필요
zh_hant: 需要重啟應用以生效

source: 静默启动
en: Silent Start
ja: サイレント起動
ko: 무음 실행
zh_hant: 靜默啟動

source: 高级
en: Advanced
ja: 詳細
ko: 고급
zh_hant: 高級

source: 高级网络
en: Advanced Network
ja: 高度なネットワーク
ko: 고급 네트워크
zh_hant: 高級網絡

source: 高级选项
en: Advanced Options
ja: 詳細オプション
ko: 고급 옵션
zh_hant: 高級選項

source: 默认下载设置
en: Default Download Settings
ja: デフォルトのダウンロード設定
ko: 기본 다운로드 설정
zh_hant: 默認下載設置

source: 任务或文件已存在
en: Task or File Already Exists
ja: タスクまたはファイルが既に存在します
ko: 작업 또는 파일이 이미 존재합니다
zh_hant: 任務或文件已存在

source: 重命名
en: Rename
ja: 名前を変更
ko: 이름 바꾸기
zh_hant: 重新命名

source: 替换
en: Replace
ja: 置き換える
ko: 바꾸기
zh_hant: 替換

source: 该目录下已存在同名文件，直接增加可能会覆写或产生冲突。请选择如何操作：
en: A file with the same name already exists in this directory. Adding it directly may overwrite or cause conflicts. Please select how to proceed:
ja: このディレクトリには既に同名のファイルが存在します。このまま追加すると上書きされるか、競合が発生する可能性があります。操作を選択してください：
ko: 이 디렉토리에 이미 같은 이름의 파일이 존재합니다. 이대로 추가하면 덮어쓰거나 충돌이 발생할 수 있습니다. 어떻게 진행할지 선택하세요:
zh_hant: 該目錄下已存在同名文件，直接增加可能會覆寫或產生衝突。請選擇如何操作：

source: 下载列表中已存在相同下载地址或同名任务。请选择如何操作：
en: A task with the same URL or name already exists in the download list. Please select how to proceed:
ja: ダウンロードリストには既に同じURLまは同名のタスクが存在します。操作を選択してください：
ko: 다운로드 목록에 이미 같은 URL 또는 이름의 작업이 존재합니다. 어떻게 진행할지 선택하세요:
zh_hant: 下載列表中已存在相同下載地址或同名任務。請選擇如何操作：

source: 该目录下已存在同名根文件夹或文件，直接增加可能会覆写或产生冲突。请选择如何操作：
en: A root directory or file with the same name already exists in this directory. Adding it directly may overwrite or cause conflicts. Please select how to proceed:
ja: このディレクトリには既に同名のルートフォルダまたはファイルが存在します。このまま追加すると上書きされるか、競合が発生する可能性があります。操作を選択してください：
ko: 이 디렉토리에 이미 같은 이름의 루트 폴더 또는 파일이 존재합니다. 이대로 추가하면 덮어쓰거나 충돌이 발생할 수 있습니다. 어떻게 진행할지 선택하세요:
zh_hant: 該目錄下已存在同名根資料夾或文件，直接增加可能會覆寫或產生衝突。請選擇如何操作：

source: 下载列表中已存在相同名称的种子任务。请选择如何操作：
en: A torrent task with the same name already exists in the download list. Please select how to proceed:
ja: ダウンロードリストには既に同名のTorrentタスクが存在します。操作を選択してください：
ko: 다운로드 목록에 이미 같은 이름의 토렌트 작업이 존재합니다. 어떻게 진행할지 선택하세요:
zh_hant: 下載列表中已存在相同名稱的種子任務。請選擇如何操作：

source: active
ja: アクティブ
ko: 활성
zh_hant: 活躍

source: Connecting...
ja: 接続中...
ko: 연결 중...
zh_hant: 連接中...

source: error
ja: エラー
ko: 오류
zh_hant: 錯誤

source: Speed
ja: 速度
ko: 속도
zh_hant: 速度

source: Time
ja: 時間
ko: 시간
zh_hant: 時間

source: waiting
ja: 待機中
ko: 대기 중
zh_hant: 等待中
